Autodesk.Revit.DB.BaseExportOptions.LayerMapping
Name of a layer settings standard or filename (with custom layer settings).
Valid standards are: AIA, CP83, BS1192, and ISO13567.
default value is "" (empty) which means if no value is set,
if no value is set, Revit will use a default value according to the localization.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2013